Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SiriLanguageChangeMessageFormat
source: Siri will use a different language than Apple TV and Dictation. Do you also want to change the language for Apple TV and Dictation to %@?
ar: سيستخدم Siri لغة مختلفة عن Apple TV والإملاء. هل ترغب أيضًا في تغيير لغة Apple TV والإملاء إلى %@؟
ca: Siri utilitzarà un idioma diferent del de l’Apple TV i del dictat. Vols utilitzar també l’Apple TV i el dictat en %@?
cs: Siri bude používat jiný jazyk než Apple TV a diktování. Chcete Apple TV a diktování také nastavit na jazyk %@?
da: Siri vil bruge et andet sprog end Apple TV-enheden og Diktering. Vil du også ændre sproget for Apple TV-enheden og Diktering til %@?
de: Siri verwendet eine andere Sprache als Apple TV und die Diktierfunktion. Soll die Sprache dort auch auf %@ geändert werden?
el: Το Siri θα χρησιμοποιεί διαφορετική γλώσσα από το Apple TV και την Υπαγόρευση. Θέλετε επίσης να αλλάξετε τη γλώσσα για το Apple TV και την Υπαγόρευση σε %@;
es: Siri usará un idioma diferente al del Apple TV y Dictado. ¿Quieres cambiar también el idioma del Apple TV y Dictado a %@?
es_us: Siri usará un idioma distinto al de Apple TV y Dictado. ¿Quieres también cambiar el idioma del Apple TV y Dictado a %@?
fi: Siri käyttää eri kieltä kuin Apple TV ja sanelu. Vaihdetaanko myös Apple TV:n ja sanelun kieleksi %@?
fr: Siri utilisera une langue différente de l’Apple TV et de Dictée. Voulez-vous également changer en %@ la langue de l’Apple TV et de Dictée ?
fr_ca: Siri utilisera une langue différente de celle de l’Apple TV et de Dictée. Souhaitez-vous également utiliser l’Apple TV et Dictée en %@?
he: השפה שתשמש את Siri תהיה שונה מהשפה של ה-Apple TV ושל ״הכתבה״. האם ברצונך לשנות גם את השפה של ה-Apple TV ושל ״הכתבה״ ל%@?
hi: Siri द्वारा Apple TV और डिक्टेशन की भाषा से अलग भाषा का इस्तेमाल किया जाएगा। क्या आप Apple TV और डिक्टेशन की भाषा को भी %@ में बदलना चाहते हैं?
hr: Siri će koristiti drugačiji jezik od Apple TV‑a i Diktata. Želite li također promijeniti jezik Apple TV‑a i Diktata u %@?
hu: Siri más nyelvet fog használni, mint az Apple TV és a Diktálás. Szeretné úgy módosítani, hogy az Apple TV és a Diktálás is %@ nyelvet használjon?
id: Siri akan menggunakan bahasa yang berbeda dari yang digunakan di Apple TV dan Dikte. Apakah Anda juga ingin mengganti bahasa untuk Apple TV dan Dikte menjadi %@?
it: Siri utilizzerà una lingua diversa da quella di Apple TV e Dettatura. Vuoi cambiare anche la lingua di Apple TV e Dettatura in %@?
ja: SiriはApple TVと音声入力と異なる言語を使用します。 Apple TVと音声入力の言語も%@に変更しますか?
ko: Siri가 Apple TV 및 받아쓰기와 다른 언어를 사용하게 됩니다. Apple TV 및 받아쓰기의 언어를 %@로 변경하겠습니까?
ms: Siri akan menggunakan bahasa berbeza daripada Apple TV dan Perencanaan. Adakah anda turut mahu menukar bahasa untuk Apple TV dan Perencanaan kepada %@?
nb: Siri vil bruke et annet språk enn Apple TV og diktering. Vil du også endre språket for Apple TV og diktering til %@?
nl: Voor Siri wordt een andere taal gebruikt dan voor de Apple TV en de dicteerfunctie. Wil je de taal voor de Apple TV en de dicteerfunctie ook wijzigen in %@?
pl: Siri będzie używać innego języka niż Apple TV i funkcja dyktowania. Czy chcesz także zmienić język Apple TV i funkcji dyktowania na %@?
pt_br: A Siri não usará o mesmo idioma que a Apple TV e o Ditado. Você também deseja alterar o idioma da Apple TV e do Ditato para %@?
pt_pt: Siri usará um idioma diferente do da Apple TV e do Ditado. Gostaria de alterar também o idioma da Apple TV e do Ditado para %@?
ro: Siri va utiliza o altă limbă decât Apple TV‑ul și dictarea. Doriți să schimbați și limba pentru Apple TV și dictare în %@?
ru: Siri будет использовать язык, отличающийся от языка Apple TV и Диктовки. Хотите сменить язык Apple TV и Диктовки на %@?
sk: Siri bude používať iný jazyk ako Apple TV a Diktovanie. Chcete zmeniť aj jazyk pre Apple TV a Diktovanie na %@?
sl: Siri bo uporabljala drug jezik kot Apple TV in funkcija Narekovanje. Želite spremeniti tudi jezik za Apple TV in funkcijo Narekovanje v jezik: %@?
sv: Siri använder ett annat språk än Apple TV och diktering. Vill du även ändra språket för Apple TV och diktering till %@?
th: Siri จะใช้ภาษาที่แตกต่างจากภาษาของ Apple TV และการป้อนตามคำบอก คุณต้องการเปลี่ยนภาษาของ Apple TV และการป้อนตามคำบอกเป็น%[tt]@ด้วยหรือไม่
tr: Siri, Apple TV’den ve Dikte’den farklı bir dil kullanacaktır. Apple TV’nin ve Dikte’nin dilini de %@ olarak değiştirmek istiyor musunuz?
uk: Siri використовуватиме мову, відмінну від мови Apple TV та Диктування. Хочете, щоб мовою Apple TV та Диктування стала %@?
vi: Siri sẽ sử dụng một ngôn ngữ khác với Apple TV và Đọc chính tả. Bạn có muốn đồng thời thay đổi ngôn ngữ cho Apple TV và Đọc chính tả thành %@ không?
zh_cn: Siri将使用与Apple TV及“听写”不同的语言。 你要将Apple TV和“听写”的语言也更改为%@吗？
zh_hk: Siri會使用與Apple TV及「聽寫」不同的語言。 你也要將Apple TV及聽寫的語言更改為%@嗎？
zh_tw: Siri會使用與Apple TV和「聽寫」不同的語言。 你要將Apple TV和聽寫的語言改成%@嗎？

# SiriLanguageChangeSiriButton
source: Change Siri Only
ar: تغيير Siri فقط
ca: Canvia només Siri
cs: Změnit jen Siri
da: Skift kun for Siri
de: Nur Siri ändern
el: Αλλαγή μόνο για το Siri
es: Cambiar solo en Siri
es_us: Cambiar Siri solamente
fi: Vaihda vain Siri
fr: Ne changer que pour Siri
fr_ca: Siri uniquement
he: שינוי Siri בלבד
hi: केवल Siri हेतु बदलें
hr: Promijeni samo Siri
hu: Csak Siri módosítása
id: Hanya Ubah Siri
it: Cambia solo per Siri
ja: Siriのみ変更
ko: Siri만 변경
ms: Tukar Siri Sahaja
nb: Endre kun Siri
nl: Wijzig alleen Siri
pl: Zmień tylko język Siri
pt_br: Alterar Apenas a Siri
pt_pt: Alterar apenas Siri
ro: Schimbați doar pentru Siri
ru: Только для Siri
sk: Zmeniť len Siri
sl: Spremeni samo Siri
sv: Ändra bara Siri
th: เปลี่ยนเฉพาะ Siri
tr: Yalnızca Siri’yi Değiştir
uk: Змінити тільки для Siri
vi: Chỉ Thay đổi Siri
zh_cn: 仅更改Siri
zh_hk: 只更改Siri
zh_tw: 只更改Siri

# SiriLanguageChangeWarningTitle
source: Change Siri Language
ar: تغيير لغة Siri
ca: Canvia l’idioma de Siri
cs: Změnit jazyk Siri
da: Skift Siri-sprog
de: Siri-Sprache ändern
el: Αλλαγή γλώσσας Siri
es: Cambiar el idioma de Siri
es_us: Cambiar idioma de Siri
fi: Vaihda Sirin kieli
fr: Changer la langue de Siri
fr_ca: Changer la langue de Siri
he: שינוי השפה של Siri
hi: Siri भाषा बदलें
hr: Promijeni jezik za Siri
hu: Siri nyelvének módosítása
id: Ubah Bahasa Siri
it: Modifica la lingua di Siri
ja: Siriの使用言語を変更
ko: Siri 언어 변경
ms: Tukar Bahasa Siri
nb: Bytt Siri-språk
nl: Wijzig Siri-taal
pl: Zmień język Siri
pt_br: Alterar Idioma da Siri
pt_pt: Siri - alterar idioma
ro: Schimbați limba pentru Siri
ru: Сменить язык Siri
sk: Zmeniť jazyk Siri
sl: Sprememba jezika za Siri
sv: Byt Siri-språk
th: เปลี่ยนภาษา Siri
tr: Siri Dilini Değiştir
uk: Змінити мову Siri
vi: Thay đổi Ngôn ngữ Siri
zh_cn: 更改Siri语言
zh_hk: 更改Siri語言
zh_tw: 更改Siri語言

# SiriLanguageTitle
source: Siri Language
ar: لغة Siri
ca: Idioma de Siri
cs: Jazyk Siri
da: Siri-sprog
de: Siri-Sprache
el: Γλώσσα Siri
es: Idioma de Siri
es_us: Idioma de Siri
fi: Sirin kieli
fr: Langue de Siri
fr_ca: Langue de Siri
he: שפת Siri
hi: Siri भाषा
hr: Jezik za Siri
hu: Siri nyelve
id: Bahasa Siri
it: Lingua di Siri
ja: Siriの言語
ko: Siri 언어
ms: Bahasa Siri
nb: Siri-språk
nl: Siri-taal
pl: Język Siri
pt_br: Idioma da Siri
pt_pt: Idioma de Siri
ro: Limbă Siri
ru: Язык Siri
sk: Jazyk Siri
sl: Jezik Siri
sv: Siri-språk
th: ภาษา Siri
tr: Siri Dili
uk: Мова Siri
vi: Ngôn ngữ Siri
zh_cn: Siri语言
zh_hk: Siri語言
zh_tw: Siri語言

# SiriOSAItemDescription
source: Use your voice to select items on-screen.
ar: استخدام صوتك لتحديد العناصر على الشاشة.
ca: Selecciona els ítems de la pantalla amb la veu.
cs: Položky na obrazovce můžete vybírat hlasovými příkazy.
da: Brug din stemme til at vælge emner på skærmen.
de: Verwende deine Stimme, um Objekte auf dem Bildschirm auszuwählen.
el: Χρησιμοποιήστε τη φωνή σας για να επιλέξετε στοιχεία στην οθόνη.
es: Selecciona los ítems de la pantalla con la voz.
es_us: Usa tu voz para seleccionar elementos en pantalla.
fi: Valitse kohteita näytöltä käyttämällä ääntäsi.
fr: Utilisez votre voix pour sélectionner des éléments à l’écran.
fr_ca: Utilisez votre voix pour sélectionner des éléments à l’écran.
he: באפשרותך להשתמש בקול שלך כדי לבחור פריטים במסך.
hi: स्क्रीन पर मौजूद आइटम चुनने के लिए अपनी आवाज़ का इस्तेमाल करें।
hr: Glasom odaberite stavke na zaslonu.
hu: Használja a hangját a képernyőn megjelenő elemek kiválasztásához.
id: Gunakan suara Anda untuk memilih item pada layar.
it: Usa la voce per selezionare gli elementi sullo schermo.
ja: 声を使用して画面上の項目を選択します。
ko: 음성을 사용하여 화면상의 항목을 선택합니다.
ms: Gunakan suara anda untuk memilih item atas skrin.
nb: Velg objekter på skjermen ved hjelp av stemmen din.
nl: Gebruik je stem om onderdelen op het scherm te selecteren.
pl: Wybieraj rzeczy na ekranie telewizora, używając poleceń głosowych.
pt_br: Use a voz para selecionar itens na tela.
pt_pt: Selecionar elementos no ecrã usando a voz.
ro: Folosiți‑vă vocea pentru a selecta articole de pe ecran.
ru: Используйте голосовые команды для выбора объектов на экране.
sk: Položky na obrazovke môžete vyberať pomocou hlasových príkazov.
sl: Uporabite svoj glas, da izberete elemente na zaslonu.
sv: Använd rösten till att välja objekt på skärmen.
th: ใช้เสียงของคุณเพื่อเลือกสิ่งที่อยู่บนหน้าจอ
tr: Ekrandaki öğeleri seçmek için sesinizi kullanın.
uk: Вибирайте елементи на екрані голосом.
vi: Sử dụng giọng nói của bạn để chọn các mục trên màn hình.
zh_cn: 使用你的声音选择屏幕上的项目。
zh_hk: 使用你的聲音在螢幕上選擇項目。
zh_tw: 使用你的聲音來選取螢幕上的項目。

# SiriOSAItemTitle
source: On-Screen Actions
ar: الإجراءات التي تظهر على الشاشة
ca: Accions a la pantalla
cs: Akce na obrazovce
da: Handlinger på skærmen
de: Bildschirmaktionen
el: Ενέργειες στην οθόνη
es: Acciones en pantalla
es_us: Acciones en pantalla
fi: Toiminnot näytöllä
fr: Actions à l’écran
fr_ca: Actions à l’écran
he: פעולות במסך
hi: ऑन-स्क्रीन क्रियाएँ
hr: Postupci na zaslonu
hu: Képernyőn végzett műveletek
id: Tindakan Pada Layar
it: Azioni sullo schermo
ja: 画面上のアクション
ko: 화면상의 동작
ms: Tindakan Atas Skrin
nb: Handlinger på skjermen
nl: Taken op scherm
pl: Czynności na ekranie
pt_br: Ações na Tela
pt_pt: Ações no ecrã
ro: Acțiuni pe ecran
ru: Действия на экране
sk: Akcie na obrazovke
sl: Dejanja na zaslonu
sv: Åtgärder på skärmen
th: การทำงานบนหน้าจอ
tr: Ekran Eylemleri
uk: Дії на екрані
vi: Tác vụ trên màn hình
zh_cn: 屏幕上的操作
zh_hk: 螢幕上動作
zh_tw: 螢幕上的動作

# SiriTCCGroupDescription
source: Apps you use with Siri may send information like your contacts and other data to Apple to process your requests.
ar: التطبيقات التي تستخدمها مع Siri قد تقوم بإرسال معلومات مثل جهات الاتصال الخاصة بك وغيرها من البيانات إلى Apple بهدف إكمال طلباتك.
ca: Per processar les teves sol·licituds, les apps que utilitzes amb Siri poden enviar informació com ara els teus contactes i altres dades a Apple.
cs: Aplikace, které používáte se Siri, mohou za účelem zpracování vašich požadavků posílat společnosti Apple vaše kontakty a další data.
da: Apps, som du bruger sammen med Siri, sender muligvis oplysninger som f.eks. dine kontakter og andre data til Apple til behandling af dine anmodninger.
de: Apps, die mit Siri verwendet werden, können Informationen wie Kontakte und andere Daten an Apple senden, um deine Anfragen zu verarbeiten.
el: Οι εφαρμογές που χρησιμοποιείτε με το Siri μπορεί να στέλνουν πληροφορίες, όπως τις επαφές σας και άλλα δεδομένα, στην Apple για επεξεργασία των αιτημάτων σας.
es: Las apps que uses con Siri pueden enviar información a Apple, como tus contactos y otros datos, para procesar tus solicitudes.
es_us: Las apps que uses con Siri podrían enviar información como tus contactos y otros datos a Apple para procesar tus solicitudes.
fi: Sirin yhteydessä käyttämäsi apit voivat lähettää tietoja, esimerkiksi yhteystietosi ja muita tietoja, Applelle pyyntöjesi käsittelyä varten.
fr: Les apps que vous utilisez avec Siri peuvent envoyer des données, telles que vos contacts et autres, à Apple pour le traitement de vos requêtes.
fr_ca: Les apps que vous utilisez avec Siri sont susceptibles d’envoyer des informations à Apple, telles que vos contacts et d’autres données, pour traiter vos demandes.
he: יישומים שבהם ייעשה שימוש עם Siri עשויים לשלוח ל-Apple מידע כגון אנשי הקשר שלך או נתונים אחרים לצורך עיבוד הבקשות שלך.
hi: Siri के साथ उपयोग में लाए जाने वाले ऐप्स द्वारा आपके अनुरोधों को प्रोसेस करने के लिए Apple को आपके संपर्क और अन्य डेटा जैसी जानकारी भेजी जा सकती है।
hr: Aplikacije koje koristite sa značajkom Siri mogu slati informacije poput vaših kontakata i drugih podataka tvrtki Apple radi obrade vaših zahtjeva.
hu: Előfordulhat, hogy a Sirivel használt appok olyan információkat küldenek el az Apple-nek az Ön kérelmének feldolgozásához, mint a kontaktok és egyéb adatok.
id: App yang Anda gunakan dengan Siri dapat mengirimkan informasi seperti kontak dan data lainnya ke Apple untuk memproses permintaan Anda.
it: Le app che utilizzi con Siri potrebbero inviare informazioni come i tuoi contatti e altri dati ad Apple al fine di elaborare le tue richieste.
ja: Siriと一緒にアプリを使用すると、リクエストを処理するために、連絡先情報やその他のデータの情報がAppleに送信される場合があります。
ko: Siri와 함께 사용하는 앱이 사용자의 요청을 처리할 수 있도록 연락처 및 기타 데이터 등의 정보를 Apple에 보낼 수 있습니다.
ms: App yang anda gunakan dengan Siri mungkin menghantar maklumat seperti kenalan anda dan data lain kepada Apple untuk memproses permintaan anda.
nb: Apper du bruker med Siri, kan sende informasjon som kontakter og andre data til Apple for å behandle forespørselen din.
nl: Apps die je met Siri gebruikt, kunnen informatie zoals contactpersonen en andere gegevens naar Apple sturen om je verzoeken te verwerken.
pl: Aplikacje używane z Siri mogą wysyłać informacje, np. Twoje kontakty i inne dane, do Apple w celu przetwarzania Twoich poleceń.
pt_br: Os apps usados com a Siri podem enviar informações como seus contatos e outros dados para que a Apple possa processar suas solicitações.
pt_pt: As aplicações que usa com Siri poderão enviar informação (contactos e outros dados) à Apple para processar os seus pedidos.
ro: Aplicațiile pe care le utilizați împreună cu Siri pot trimite informații precum contactele dvs. și alte date la Apple pentru a vă procesa solicitările.
ru: Приложения, с которыми Вы используете Siri, могут отправлять в Apple определенную информацию, например Ваши контакты, для обработки запросов Siri.
sk: Apky, ktoré používate so Siri, môžu na účely spracovania vašich žiadostí posielať do Apple informácie o vašich kontaktoch a ďalšie dáta.
sl: Aplikacije, ki jih uporabljate s Siri, lahko družbi Apple pošiljajo podatke, kot so vaši stiki in drugi podatki, za obdelavo vaših zahtev.
sv: Appar du använder med Siri kan skicka information om sådant som dina kontakter och andra data till Apple för att bearbeta dina förfrågningar.
th: แอปที่คุณใช้กับ Siri อาจส่งข้อมูลไปที่ Apple เช่น รายชื่อและข้อมูลอื่นเพื่อดำเนินการตามคำขอของคุณ
tr: Siri ile kullandığınız uygulamalar, kişileriniz gibi bilgileri ve diğer verileri isteklerinizin işlenmesi için Apple’a gönderebilir.
uk: Програми, якими ви користуєтесь разом із Siri, можуть слати до Apple таку інформацію, як ваші контакти й інші дані для опрацювання ваших запитів.
vi: Các ứng dụng bạn sử dụng với Siri có thể gửi thông tin như các liên hệ của bạn và dữ liệu khác đến Apple để xử lý yêu cầu của bạn.
zh_cn: 你通过Siri使用的App可能会将通讯录等信息和其他数据发送给Apple以处理你的请求。
zh_hk: 你配合Siri使用的App可能會將一些資料，例如通訊錄及其他資料傳送予Apple以便處理你的要求。
zh_tw: 你與Siri搭配使用的App可能會將一些資訊，如你的聯絡人和其他資料傳送給Apple來處理你的要求。

# SiriTCCItemDescription
source: Select which apps to use with Siri.
ar: تحديد التطبيقات المراد استخدامها مع Siri.
ca: Selecciona les apps que vols utilitzar amb Siri.
cs: Vyberte aplikace, které chcete používat se Siri.
da: Vælg, hvilke apps der skal bruges med Siri.
de: Wähle aus, welche Apps mit Siri verwendet werden sollen.
el: Επιλέξτε ποιες εφαρμογές θα χρησιμοποιούνται με το Siri.
es: Selecciona con qué apps usar Siri.
es_us: Elige qué apps usar con Siri.
fi: Valitse Sirin kanssa käytettävät apit.
fr: Sélectionnez les apps à utiliser avec Siri.
fr_ca: Sélectionner les apps à utiliser avec Siri.
he: ניתן לבחור באילו יישומים להשתמש עם Siri.
hi: चुनें कि किन ऐप्स का Siri के साथ उपयोग करना है।
hr: Odaberite koje će se aplikacije koristiti sa Siri.
hu: Válassza ki a Sirivel használni kívánt appokat.
id: Pilih app yang akan digunakan dengan Siri.
it: Seleziona le app da utilizzare con Siri.
ja: Siriで使用するアプリを選択してください。
ko: Siri와 함께 사용할 앱을 선택하십시오.
ms: Pilih app untuk digunakan dengan Siri.
nb: Velg hvilke apper du vil bruke med Siri.
nl: Selecteer de apps om met Siri te gebruiken.
pl: Wybierz aplikacje do używania z Siri.
pt_br: Selecione quais apps você quer usar com a Siri.
pt_pt: Selecione as aplicações para usar com Siri.
ro: Selectați aplicațiile de utilizat cu Siri.
ru: Выберите приложения для использования с Siri.
sk: Vyberte apky, ktoré chcete používať so Siri.
sl: Izberite aplikacije, ki jih želite uporabljati s Siri.
sv: Välj vilka appar du vill använda med Siri.
th: เลือกแอปที่จะใช้กับ Siri
tr: Siri ile kullanılacak uygulamaları seçin.
uk: Виберіть, які програми використовувати з Siri.
vi: Chọn các ứng dụng sẽ sử dụng với Siri.
zh_cn: 选择与Siri配合使用的App。
zh_hk: 選擇配合Siri使用的App。
zh_tw: 選取要與Siri搭配使用的App。

# SiriTCCItemTitle
source: Use with Ask Siri
ar: استخدام مع اسأل Siri
ca: Utilitza amb “Demana a Siri”
cs: Používat s požadavky na Siri
da: Brug med Spørg Siri
de: Mit „Siri fragen“ verwenden
el: Χρήση με την Ερώτηση στο Siri
es: Usar con “Consultar a Siri”
es_us: Usar con Pedirle a Siri
fi: Käytä Kysy Siriltä -toiminnon kanssa
fr: Utiliser avec « Demander à Siri »
fr_ca: Utiliser avec Demander à Siri
he: שימוש ב״בקשות ל-Siri״
hi: “Siri से पूछें” के साथ उपयोग करें
hr: Koristi s Pitajte Siri
hu: Használat a Kérje meg Sirit funkcióval
id: Gunakan dengan Minta Siri
it: Usa con “Chiedi a Siri”
ja: “Siriに頼む”と一緒に使用
ko: Siri에게 요청하기 사용
ms: Gunakan dengan Minta Siri
nb: Bruk med Spør Siri
nl: Gebruik met 'Vraag het aan Siri'
pl: Używaj z Poproś Siri
pt_br: Usar com “Pedir à Siri”
pt_pt: Usar com Pedir a Siri
ro: Utilizare cu Solicitare Siri
ru: Использовать со «Спросите Siri»
sk: Používať s Opýtať sa Siri
sl: Uporaba s funkcijo Vprašajte Siri
sv: Använd med Fråga Siri
th: ใช้กับการถาม Siri
tr: Siri’ye Sor ile Kullan
uk: Разом із Запитами до Siri
vi: Sử dụng với Hỏi Siri
zh_cn: 通过“询问Siri”使用
zh_hk: 配合「詢問Siri」使用
zh_tw: 與「跟Siri對話」搭配使用

# SiriTCCNoAppsDescription
source: Allow apps to access Siri and they will appear here.
ar: اسمح للتطبيقات بالوصول إلى Siri لتظهر هنا.
ca: Aquí es mostraran les apps que tenen permís per accedir a Siri.
cs: Zde se zobrazí aplikace, kterým povolíte přístup k Siri.
da: Tillad, at apps må få adgang til Siri, og så vises de her.
de: Hier werden Apps angezeigt, denen du den Zugriff auf Siri erlaubt hast.
el: Εδώ θα εμφανίζονται οι εφαρμογές στις οποίες έχετε επιτρέψει την πρόσβαση στο Siri.
es: Permite que las apps accedan a Siri y aparecerán aquí.
es_us: Aquí se mostrarán las apps a las que otorgaste acceso a Siri.
fi: Apit, joille olet antanut luvan käyttää Siriä, näkyvät tässä.
fr: Autorisez des apps à accéder à Siri. Celles-ci apparaîtront ici.
fr_ca: Autorisez les apps à accéder à Siri. Elles apparaîtront ici.
he: יישומים שקיבלו ממך הרשאת גישה ל-Siri יופיעו כאן.
hi: ऐप्स को Siri ऐक्सेस करने की अनुमति दें और वे यहाँ दिखाए जाएँगे।
hr: Dozvolite aplikacijama da pristupe Siri i one će se prikazati ovdje.
hu: Itt fognak megjelenni azok az appok, amelyek számára engedélyezi a Sirihez való hozzáférést.
id: Izinkan app untuk mengakses Siri dan app tersebut akan muncul di sini.
it: Le app a cui consenti l’accesso a Siri verranno visualizzate qui.
ja: アプリがSiriにアクセスできるようになると、ここに表示されます。
ko: Siri에 접근을 허용한 앱이 여기에 나타납니다.
ms: Benarkan app mengakses Siri dan ia akan kelihatan di sini.
nb: Apper du gir tilgang til Siri, vises her.
nl: Hier staan apps die toegang hebben tot Siri.
pl: W tym miejscu pojawiają się aplikacje, które mają dostęp do Siri.
pt_br: Permita que apps acessem a Siri e eles aparecerão aqui.
pt_pt: As aplicações que autorizar a aceder a Siri aparecerão aqui.
ro: Aplicațiile pentru care ați permis accesul la Siri vor fi afișate aici.
ru: Здесь появятся приложения, которым Вы разрешите доступ к Siri.
sk: Tu sa zobrazia apky, ktorým povolíte prístup k Siri.
sl: Dovolite aplikacijam, da dostopajo do Siri, in prikazane bodo tukaj.
sv: När du tillåter appar att få tillgång till Siri visas de här.
th: อนุญาตให้แอปเข้าถึง Siri และแอปจะแสดงที่นี่
tr: Siri’ye erişime izin verdiğiniz uygulamalar burada görünür.
uk: Тут зʼявлятимуться програми, які отримали дозвіл на доступ до Siri.
vi: Cho phép các ứng dụng truy cập Siri và chúng sẽ xuất hiện tại đây.
zh_cn: 允许访问Siri的App会显示在这里。
zh_hk: 允許App取用Siri，其會在此顯示。
zh_tw: 允許App取用Siri並顯示在此處。

# SiriUseSiriButton
source: Use Siri
ar: استخدام Siri
ca: Utilitza Siri
cs: Používat Siri
da: Brug Siri
de: Siri verwenden
el: Χρήση του Siri
es: Usar Siri
es_us: Usar Siri
fi: Käytä Siriä
fr: Utiliser Siri
fr_ca: Utiliser Siri
he: שימוש ב-Siri
hi: Siri का उपयोग करें
hr: Koristi Siri
hu: Siri használata
id: Gunakan Siri
it: Utilizza Siri
ja: Siriを使用
ko: Siri 사용
ms: Gunakan Siri
nb: Bruk Siri
nl: Gebruik Siri
pl: Używaj Siri
pt_br: Usar a Siri
pt_pt: Usar Siri
ro: Utilizați Siri
ru: Использовать Siri
sk: Používať Siri
sl: Uporabi Siri
sv: Använd Siri
th: ใช้ Siri
tr: Siri’yi Kullan
uk: Увімкнути Siri
vi: Sử dụng Siri
zh_cn: 使用Siri
zh_hk: 使用Siri
zh_tw: 使用Siri

# Sleep Never
source: Never
ar: مطلقًا
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_us: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: なし
ko: 안 함
ms: Jangan
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不

# SleepAfterNever
source: Never
ar: مطلقًا
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_us: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: なし
ko: 안 함
ms: Jangan
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不
